Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/grunnopplaeringslopet.html.tmx
Source language: nob
Languages: sme

source: Samisk språk, kultur og tradisjonell kunnskap er grunnleggende verdier i samisk grunnopplæring.
sme: Sámegiella, sámi kultuvra, árbevirolaš máhttu leat sámi vuođđooahpahusa vuođđoárvvut.

source: Det er viktig at samiske barn og unge får lære sitt eget språk, lære på sitt eget språk, lære om samisk samfunnsliv, historie og tradisjoner gjennom hele det 13-årige skoleløpet på grunnskole og videregående opplæring.
sme: Lea dehálaš ahte sámi mánát ja nuorat besset oahppat iežaset giela, iežaset gillii, oahppat sámi servodateallima, historjjá ja árbevieruid vuođđoskuvllas ja joatkkaskuvllas oppa dan 13 jagi skuvlamannolaga.

source: Dette er med på å styrke deres samiske identitet, gi de trygg forankring i egen kultur og forståelse av å være del av en større sammenheng som samer og urfolk.
sme: Dat nanne sin sámi identitehta, addá oadjebas čanastagaid iežaset kultuvrii ja ipmárdusa iežaset gullevašvuođa viidát oktavuođaide sápmelažžan ja eamiálbmogin.

source: Sametinget arbeider for:
sme: Sámediggi bargá dan badjelii :

source: At det samiske perspektivet ivaretas i nasjonal, nordisk og internasjonal politikk for utdanning og forskning.
sme: Ahte sámi perspektiiva vuhtiiváldo nátionála, davviriikkalaš ja internationála oahpahus- ja dutkanpolitihkas.

source: At det samiske perspektivet ivaretas i lovverk og styringsdokumenter for grunnopplæringen.
sme: Ahte sámi perspektiiva vuhtiiváldo vuođđooahpahusa gustojeaddji lágain ja stivrendokumeanttain.

source: At samer får den kompetansen, de kunnskaper og ferdigheter som kreves for å klare seg i livet, for å kunne verne om og utvikle samisk språk, samiske samfunn og delta aktivt i det samiske, nasjonale og internasjonale samfunnet.
sme: Ahte sámiin lea máhttu, gelbbolašvuohta ja gálggatmat adnojit vai birge eallimis, suddjen dihte ja ovdanahttimis sámegiela, sámi servodaga ja aktiivvalaččat searvat sámi, nationála ja internationála servodagas.

source: At ikke-samer får gode kunnskaper om samisk kultur, samfunn og historie.
sme: Ahte olbmot geat eai leat sápmelaččat ožžot buori máhtu sámi kultuvrra, servodaga ja historjjá birra.
